const String fontRedHatDisplay = 'RedHatDisplay';

const String regExpEmailAddress =
    r'^(([^<>()[\]\\.,;:\s@\"]+(\.[^<>()[\]\\.,;:\s@\"]+)*)|(\".+\"))@((\[[0-9]{1,3}\.[0-9]{1,3}\.[0-9]{1,3}\.[0-9]{1,3}\])|(([a-zA-Z\-0-9]+\.)+[a-zA-Z]{2,}))$';

const volutneerMessage='પ્રતિ શ્રી ';
const birthDayMessage='\nજય હિંદ, જય જય ગરવી ગુજરાત\n'
'આપના જન્મદિવસ નિમિત્તે વિનિંગ  ઇન્ફો ટીમ, હ્રદયપૂર્વકની શુભેચ્છાઓ વ્યક્ત કરે છે.\n'
'આપનો જન્મદિવસ આપના જીવનમાં પ્રગતિ, શાંતિ અને સમૃદ્ધિ આપનાર બની રહે, જાહેર જીવનમાં આપ ગામ, રાજ્ય અને રાષ્ટ્રના વિકાસમાં'
' સહભાગી થઈ સદાય પ્રવૃત રહો તેવી શુભકામનાઓ.\nઆપને ફરી એક વખત ખુબ ખુબ અભિનંદન\n';
// '(Politician Name)\n(Designation)\n(Political Party Name)';

const anniversaryMessage='\nજય હિંદ, જય જય ગરવી ગુજરાત\n'
'આપના જન્મદિવસ નિમિત્તે વિનિંગ  ઇન્ફો ટીમ, હ્રદયપૂર્વકની શુભેચ્છાઓ વ્યક્ત કરે છે.\n'
'આપનો જન્મદિવસ આપના જીવનમાં પ્રગતિ, શાંતિ અને સમૃદ્ધિ આપનાર બની રહે, જાહેર જીવનમાં આપ ગામ, રાજ્ય અને રાષ્ટ્રના વિકાસમાં'
' સહભાગી થઈ સદાય પ્રવૃત રહો તેવી શુભકામનાઓ.\nઆપને ફરી એક વખત ખુબ ખુબ અભિનંદન\n';
// '(Politician Name)\n(Designation)\n(Political Party Name)';